{
	"en_header" : ["Wedding", "Our Story","Venue","Travel","US Guests","Photos"],
	"en_our_story" : "Julia and Julien first met in the summer of 2016 working at the same Philadelphia-based startup. Julien was in the US on a six-month work visa, and Julia was hired following her university graduation. The two quickly struck up a friendship, and it wasn’t long before Julien admitted his true feelings for Julia. They were inseparable until Julien’s return to France, but the distance couldn’t keep them apart. Eight months later, Julia moved to Paris and they started to build their life together. On March 30, 2019, the two legally wed during a civil ceremony in Croissy-sur-Seine. They are excited to celebrate their love and commitment with their family and friends.",
	"en_wedding" : "\nThe Wedding\nSaturday 8 August 2020\nAttire: Formal\nLe Domaine d'Essendiéras\nLieu-dit, Essendiéras, 24160 Saint-Médard-d'Excideuil\nDordogne, France\nThere will be a late-afternoon religious ceremony, followed by cocktail hour, a sit-down dinner, and then the chance to party into the early morning hours.",
	"en_photos" : "Here be photos",
	"en_venue" : "\nAccommodations\nLe Domaine d'Essendiéras offers plenty of options to accommodate your stay during the wedding. There are various holiday homes that can be rented on the property and are only a 15-minute walk to the main area of the domain. Camping is also an option for those interested.\nLe Domaine\nThere are many activities on the domain property to enjoy during your stay and should be taken advantage of to the fullest! \nSpa\nTennis Court\nSoccer Field\nBeach Volleyball\nBocce Ball\nSwimming Pools\nPaddle Boats in the Pond\nWalking and Biking Trails\nMountain bikes are available to rent\n9-Hole Golf Course \nAll materials can be rented at the domain\nGroup discount can be provided by contacting the domain",
	"en_flight_information" : "\nFlight Tracking\nThe best way to find flights is to use a flight tracking service, like Hopper, Skyscanner or Google Flights. Once you set up a tracked flight, you’ll receive an alert every time the airfare goes up or down.\nhttps://www.skyscanner.com/tips-and-inspiration/cheap-flights-to-paris\nTrack a variety of flights based on different dates, airports, and stops to give yourself a broad view of options. \nNote: Flights can only be booked within 331 days of departure. Until then, there is no way to track or view flights for those dates.\nAirports\nThere a number of different ways to fly from the US to France. \nThe Philadelphia-area airports to consider are: Philadelphia (PHL), Newark (ERW), and New York (JFK).\nThe only direct flights from the US to France are into Paris. The Paris-area airports to consider are: Charles de Gaulle (CDG) and Orly (ORY). Flying into Paris is not necessary, and you can fly into any major city in France. Choosing to fly into another French airport, will put you closer to the actual wedding venue.\nHere are some points of consideration:\nChoosing an Airport\nJFK and ERW tend to offer cheaper direct flights for full-service and budget airlines compared to PHL. If you’re not already in the New York area, this will add travel time and transportation costs to reach the airport, but should still be considered for groups traveling together.\nBudget Airlines\nFlying on a budget airline can be great for saving money, but always check what’s included in your ticket and what additional costs there will be for checked baggage, carry ons, and food. Budget airlines aren’t as reliable as other major airlines, meaning they can often run late or cancel flights last minute. If you plan on keeping a tight schedule with your flights, budget airlines may not be the best option. If you have a looser schedule, then risk away!\nGroup Discount\nA number of airlines will offer discounts on groups of 6 or more. If there are people who plan on taking the same flights, call your preferred airline to ask them about group accommodations and offers.",
	"en_travel" : "Trains\nClosest train stations to the Domaine d’Essendiéras:\nThiviers (26 km/16 miles)\nPérigueux (39 km/24 miles)\nLimoges (60 km/37 miles)\nTrain tickets can be booked directly on SNCF’s website.\nA shuttle service will be available from the Limoges train station to the Domaine d’Essendiéras for your convenience. More information will be shared at a later time.\nDriving\nThe address:\nLieu-dit Essendiéras\n24160 Saint Médard d’Excideuil\nDORDOGNE FRANCE\nJust past Limoges, take exit no. 36 off the A20. This takes you along a comfortable and captivating secondary road to the Domain.\nThe general reception is located at the Clubhouse of the Golf, follow “Reception” signs\n",
	"en_important_information" : "\nTraveling to a new place is exciting! But there can be a lot of questions about what to pack and how to prepare.\nEssentials\nEuropean outlets are not the same as the US. You’ll need to bring an outlet adapter to make sure items like your phone charger can be plugged in and used. Outlet adapters are NOT the same as converters, which allow you to plug in and use US products like hair dryers, straighteners, etc. If you are bringing these items with you, you MUST bring a converter to use it.\nCredit Cards and Bank Information\nCall your bank and credit card companies to see if they charge any fees for foreign transactions or ATM withdrawals. For instance, TD Bank only charges a $3 ATM fee for withdrawals abroad and Capital One doesn’t have any fees on foreign transactions. \nSome banks will even convert US dollars to Euros ahead of your trip. This is a great option if it’s free of charge, or you can wait until you arrive in Europe and can withdrawal money at an ATM.\nWeather\nSummers are hot in France, but we are fortunate to not deal with any humidity! Nights can get a little cooler, especially in the countryside. Keep in mind that air conditioning is not commonplace.",
	"en_passport" : "\nPassport\nEveryone travelling internationally will need a valid passport to enter France. If you don’t have a passport, need to renew, or are unsure if your current passport is valid, check below.\nIs my passport valid?\nIf you have a passport, check the expiration date. Your passport’s expiration date cannot be within 6 months of your expected return to your home county. This means if you intend to travel from August 1-14, 2020, then your passport must not expire until after February 14, 2020. If your passport’s expiration date is prior to February 14, 2020, you will be denied entry and not allowed to board your plane. To avoid this, renew your passport a few months before you plan to travel.\nHow do I renew my passport?\nRenewing an adult passport is fairly simple and can be done from home. If you meet the listed requirements, you can renew your passport by mail. Otherwise, you need to renew your passport in person at a passport acceptance facility.\nHow do I get a passport?\nA first time passport can only be applied for in person. There are step-by-step instructions of the required forms, paperwork, and photos to bring as part of your application. \nTimeline\nIt typically takes 4-6 weeks to renew or apply for a passport, keep this in mind and plan accordingly."	
}